/* Application name (as appears on the menu bar) */
"CFBundleName" = "PLister";

/* Get Info string */
"CFBundleGetInfoString" = "PLister 1.0, a sample app for the B framework.";

/* human-readable copyright string */
"NSHumanReadableCopyright" = "© 2003-200㔠Paul Lalonde enrg.";

/* Help menu item text */
"CFBundleHelpBookName" = "PLister Help";

/* Localizations for the type names */
PropertyListFile = "PLister Property List";
XMLFile = "XML Property List";

/* Description text for the About Box */
"B::AboutBoxDescription" = "PLister is a very nifty scriptable property list editor supporting drag & drop and other cool things.";
